Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Proszę, oto moje dokumenty, panie władzo.
uk: Ось мої документи, пане вартовий.

source: Proszę, oto mój glejt.
uk: Будь ласка, ось моє посвідчення.

source: Proszę, oto on.
uk: Будь ласка, ось воно.

source: Proszę, oto ono.
uk: Ось, забирай.

source: Proszę, oto pieniądze za koszyk. (25 SZ)
uk: Прошу, ось гроші за кошик. (25 золотих)

source: Proszę, oto pieniądze za twój towar. (150 SZ)
uk: Будь ласка, ось гроші за твій товар. (150 золотих)

source: Proszę, oto pieniądze.
uk: Будь ласка, ось гроші.

source: Proszę, oto pieniądze. (150 SZ)
uk: Будь ласка, ось гроші. (150 золотих)

source: Proszę, oto przepustka.
uk: Прошу, ось перепустка.

source: Proszę, oto skóra psa.
uk: Будь ласка, ось шкура собаки.

source: Proszę, oto skóra wilka.
uk: Ось, тримай, це шкура вовка.

source: Proszę, oto twoja referencja.
uk: Прошу, ось твоя рекомендація.

source: Proszę, oto twoja zapłata!
uk: Будь ласка, ось твої гроші!

source: Proszę, oto twoja zapłata.
uk: Прошу, ось твоя оплата.

source: Proszę, oto twoje piwo.
uk: Прошу, ось твоє пиво.

source: Proszę, oto twoje złoto.
uk: Будь ласка, ось твоє золото.

source: Proszę, oto wino.
uk: Прошу, ось вино.

source: Proszę, oto zapłata.
uk: Прошу, ось оплата.

source: Proszę, oto zapłata. (25 SZ)
uk: Прошу, ось оплата. (25 золотих)

source: Proszę, oto zezwolenie na handel w wiosce.
uk: Прошу, ось ліцензія на торгівлю в селі.

source: Proszę, oto złoto.
uk: Тримай, ось золото.

source: Proszę, oto złoto. (200 SZ)
uk: Прошу, ось золото. (200 золотих)

source: Proszę, po tym poczujesz się znacznie lepiej.
uk: Ось, після цього ти почуватимешся набагато краще.

source: Proszę, poduszka dla ciebie.
uk: Ось, подушка для тебе.

source: Proszę, pokaż mi je choć na moment.
uk: Будь ласка, покажи мені його хоча б на мить.

source: Proszę, pomóż mi to jeszcze założyć.
uk: Будь ласка, допоможи мені її зафіксувати.

source: Proszę, porozmawiajmy, z pewnością uda nam się jakoś wyjaśnić to nieporozumienie.
uk: Будь ласка, давай поговоримо. Можливо, ми зможемо якось владнати це непорозуміння.

source: Proszę, potraktuj to jako nagrodę za naszą dotychczasową współpracę.
uk: Прошу, вважай це винагородою за нашу з тобою співпрацю.

source: Proszę, pozbądź się tych szczurów! Wtedy pogadamy!
uk: Прошу, позбудься цих щурів! Тоді поговоримо!

source: Proszę, proszę - gość! Witam w moich skromnych progach!
uk: Отакої, у мене гість! Вітаю в моїй скромній оселі!

source: Proszę, proszę - gość. Wprost uwielbiam... gości...
uk: Отакої, у мене гість. Я просто обожнюю... гостей...

source: Proszę, proszę! Jaki robotny młodzieniec! Gdyby wszyscy twoi rówieśnicy byli tak pracowici, to ta wyspa byłaby dzisiaj w zupełnie innym stanie.
uk: Ну і ну! Який працьовитий юнак! Якби всі твої однолітки були такими працьовитими, цей острів був би сьогодні в зовсім іншому стані.

source: Proszę, proszę! Kogo to moje oczy widzą!
uk: Так-так! Кого я бачу!

source: Proszę, proszę, a co my tu mamy.
uk: Поглянь-но, що тут у нас.

source: Proszę, proszę, a kogo my tu mamy...
uk: Так, так, і хто ж тут у нас...

source: Proszę, proszę, kogo moje zmęczone oczy widzą. Ładnie to tak grzebać w czyjejś pracowni?
uk: Так-так, кого бачать мої втомлені очі. Тобі подобається отак порпатися в чужій майстерні?

source: Proszę, proszę, kogo my tu mamy.
uk: Так-так, хто тут у нас.

source: Proszę, proszę, kogo my tu mamy?
uk: Так-так, хто тут у нас?

source: Proszę, proszę, kogo my tu mamy? Kto by się spodziewał, że będzie z tobą tyle kłopotów.
uk: Так-так, хто тут у нас? Хто б міг подумати, що з тобою буде стільки проблем.

source: Proszę, proszę, kto by pomyślał, że mój bratanek będzie stróżem prawa. Oby ten tytuł cokolwiek pomógł w poszukiwaniach Jorna!
uk: Ну і ну, хто б міг подумати, що мій племінник стане вартовим правопорядку. Сподіваюся, це звання хоч якось допоможе в пошуках Йорна!

source: Proszę, proszę, kto by przypuszczał? Co za brutal z ciebie!
uk: Так-так, хто б міг подумати? Та ти просто звірюка!

source: Proszę, proszę, ktoś planuje większy interes. Będzie z tego trochę złota.
uk: Так-так... Хтось планує велику угоду. І на цьому можна буде нажитися.

source: Proszę, proszę, nie wiedziałem, że rozmawiam z szanowanym obywatelem Starego Miasta. Oczywiście, postaram się coś zorganizować.
uk: Так-так, я не знав, що розмовляю з поважним мешканцем Старого міста. Безумовно, я спробую щось організувати.

source: Proszę, proszę. Kogo my tu mamy?
uk: Так-так. Хто тут у нас?

source: Proszę, proszę. Zaskakujesz mnie.
uk: Так-так. Ти мене дивуєш.

source: Proszę, proszę... Strażnik miasta Archolos w naszych skromnych progach. Daj mi chociaż jeden powód, dla którego miałbym cię nie zabić tu i teraz.
uk: Так-так... Вартовий міста Архолос на нашому скромному порозі. Назви мені хоча б одну причину, чому б мені не вбити тебе просто тут і зараз.

source: Proszę, przekaż mu ten dokument.
uk: Прошу, передай йому цей документ.

source: Proszę, przyjmij go jako prezent za naszą współpracę i podziękowanie za inspirację.
uk: Будь ласка, прийми його як подарунок за нашу співпрацю і як подяку за натхнення.

source: Proszę, przyjrzyj się wszystkiemu.
uk: Будь ласка, оглянь все.

source: Proszę, przyniosłem ci Ognika.
uk: Тримай, я приніс тобі 'Вогника'.

source: Proszę, przyniosłem ci piwo.
uk: Ось, я приніс тобі пиво.

source: Proszę, przyniosłem ci wino.
uk: Ось, я приніс тобі вино.

source: Proszę, rozejrzyj się.
uk: Прошу, поглянь.

source: Proszę, ryby dla ciebie.
uk: Будь ласка, ось твоя риба.

source: Proszę, spójrz na moją ofertę.
uk: Ось поглянь, що я пропоную.

source: Proszę, taki sposób chyba ci się spodoba.
uk: Ось, думаю, так ми зможемо домовитись.

source: Proszę, taki sposób chyba ci się spodoba. (10 SZ)
uk: Ось, думаю, так ми зможемо домовитись. (10 золотих)

source: Proszę, to całe drewno, jakie udało mi się zebrać.
uk: Ось, це вся деревина, яку мені вдалося зібрати.

source: Proszę, to chyba odświeży ci pamięć. (10 SZ)
uk: Прошу, кілька монет освіжать твою пам'ять. (10 золотих)

source: Proszę, to dla ciebie! Oby dobrze ci służył!
uk: Ось, це для тебе! Сподіваюся, він добре тобі послужить!

source: Proszę, to dla ciebie.
uk: Ось! Це для тебе.

source: Proszę, to jego dziennik.
uk: Будь ласка, це його щоденник.

source: Proszę, to klucze do domu. Pokręcę się jeszcze trochę po Archolos i gdy sprawa trochę ucichnie, to podpiszemy u Mateya dokument dotyczący sprzedaży.
uk: Прошу, ключ від будинку. Я ще трохи погуляю Архолосом, і коли справа трохи втихне, підпишемо у Матея документ про продаж.

source: Proszę, to potwierdzenie na piśmie.
uk: Ось, це письмове підтвердження.

source: Proszę, to powinno wystarczyć.
uk: Прошу, цього має вистачити.

source: Proszę, to w ramach podziękowania od nas obu.
uk: Будь ласка, прийми це в подяку від нас.

source: Proszę, to zaległa zapłata dla twojego wuja. Na przyszłość postaram się przekazać instrukcje, by taka sytuacja nie miała więcej miejsca.
uk: Будь ласка, це затримана виплата для твого дядька. Я подбаю про те, щоб подібне не трапилося знову.

source: Proszę, twoja nagroda. Na pewno ci się przyda.
uk: Ось твоя винагорода. Впевнений, вона тобі пригодиться.

source: Proszę, twoje pieniądze.
uk: Ось, твої гроші.

source: Proszę, twoje pieniądze. (100 SZ)
uk: Ось твої гроші. (100 золотих)

source: Proszę, twoje sole.
uk: Прошу, ось твоя сіль.

source: Proszę, twoje złoto.
uk: Прошу, ось твоє золото.

source: Proszę, twoje złoto. (250 SZ)
uk: Прошу, ось твоє золото. (250 золотих)

source: Proszę, twoje złoto. (50 SZ)
uk: Прошу, твоє золото. (50 золотих)

source: Proszę, weź go.
uk: Будь ласка, візьми його.

source: Proszę, weź jedno. To całkiem nowa receptura, Tomas wymyślił nowy sposób przygotowania słodu, dzięki któremu piwo nabiera ciemnej barwy.
uk: Ось, спробуй. Це абсолютно новий рецепт. Томас придумав новий спосіб приготування солоду, який надає пиву темного кольору.

source: Proszę, weź jeszcze te kilka monet za fatygę.
uk: Будь ласка, візьми ці декілька монет за свої клопоти.

source: Proszę, weź te kilka drobiazgów jako dowód mojej wdzięczności.
uk: Будь ласка, візьми ці кілька дрібничок на знак моєї вдячності.

source: Proszę, weź ten pierścień w ramach nagrody. Znalazłem go kiedyś na krzaku winogron i do tej pory nikt się po niego nie zgłosił.
uk: Будь ласка, візьми цей перстень як нагороду. Я знайшов його колись на виноградному кущі і досі ніхто по нього не з'явився.

source: Proszę, weź to jako nagrodę za twoje starania.
uk: Прошу, прийми це як винагороду за твої старання.

source: Proszę, weź to za darmo, potrzebujemy więcej takich ludzi jak ty czy Volker.
uk: Прошу, візьми це задарма, нам потрібно більше таких людей, як ти чи Волкер.

source: Proszę, weź to. Powinno od razu postawić cię na nogi.
uk: Ось, візьми це. Це повинно відразу поставити тебе на ноги.

source: Proszę, weź to. Zasłużyłeś.
uk: Будь ласка, візьми. Ти це заслужив.

source: Proszę, weź tę pochodnię, żebyś miał jak pracować - mam nadzieję, że wrócisz cały i zdrowy.
uk: Будь ласка, візьми цей смолоскип, щоб ти міг працювати. Сподіваюся, ти повернешся цілим і неушкодженим.

source: Proszę, weź tę pochodnię.
uk: Ось, візьми цей смолоскип.

source: Proszę, wygląda na to, że znalazłem twoje złoto.
uk: Тримай, здається, я знайшов твоє золото.

source: Proszę, za niedługo wrócę.
uk: Зачекай, я скоро повернусь.

source: Proszę, za niedługo wrócę. (Oddaj 2 bryłki)
uk: Тримай, я скоро повернусь. (Віддати 2 самородки)

source: Proszę, zjedz i powiedz co o tym myślisz.
uk: Будь ласка, скуштуй і скажи, що ти про нього думаєш.

source: Proszę, zostaw mnie w spokoju.
uk: Будь ласка, дай мені спокій.

source: Proszę, zostaw nas same.
uk: Прошу, залиш нас самих.

source: Proszę, zrzuć te brudne ubrania i rozsiądź się w naszym przybytku!
uk: Будь ласка, знімай свій брудний одяг і влаштовуйся в нашому закладі!

source: Proszę, złoto dla ciebie.
uk: Прошу, ось золото.

source: Proszę, złoto dla ciebie. (70 SZ)
uk: Прошу, ось золото. (70 золотих)

source: Proszę, złoto za książkę.
uk: Прошу, ось золото за книгу.

source: Proszę, śmiało. Pokaż, co potrafisz.
uk: Прошу, давай. Покажи, на що ти здатен.

source: Proszę.
uk: Прошу.

source: Proszę. (Daj 50 SZ i piwo)
uk: Будь ласка. (Віддати 50 золотих і пиво)

source: Proszę. (Daj 50 SZ)
uk: Прошу. (Дати 50 золотих)

source: Proszę. (Daj materiały, 50 SZ i piwo)
uk: Будь ласка. (Віддати матеріали, 50 золотих і пиво)

source: Proszę. (Daj piwo)
uk: Будь ласка. (Віддати пиво)

source: Proszę. Jedna porcja. Nie więcej.
uk: Тримай. Одна порція. Не більше.

source: Proszę. Mam nadzieję, że ci to pomoże.
uk: Прошу. Сподіваюся, це тобі допоможе.

source: Proszę. Nie będę ci dłużej zawracał głowy.
uk: Ось. Більше я не турбуватиму тебе.

source: Proszę. Nie wykorzystaj ich tylko do niecnych celów. Ufam ci.
uk: Ось. Тільки не використовуй їх у поганих цілях. Я довіряю тобі.

source: Proszę. Przyniosłem chrust.
uk: Прошу. Я приніс хмиз.

source: Proszę. Spodziewałem się tego, że tanio nie wyjdzie. To powinno pokryć twoje koszta.
uk: Прошу. Я очікував, що це буде недешево. Це повинно покрити твої витрати.

source: Proszę. To wszystkie ryby, jakie udało mi się zebrać.
uk: Будь ласка. Це вся риба, яку мені вдалося зібрати.

source: Proszę... nie bij nas już...
uk: Будь ласка... не бий нас більше...

source: Proszę... pomóż mi...
uk: Будь ласка... допоможи мені...

source: Proszę... rozejrzyj się.
uk: Прошу... можеш проводити обшук.

source: Prowadzi sklep pod nazwą Złote Wrota. Znajduje się w tutejszych slumsach. Nie marnuj więcej czasu i ruszaj, przesłuchaj go! On na pewno coś wie!
uk: Він володіє крамницею під назвою 'Золоті ворота', що знаходиться в місцевих нетрях. Не марнуй більше часу, піди і розпитай його! Він точно щось знає!

source: Prowadzimy z ojcem i siostrą zakład łuczarski, więc jeśli chcesz coś kupić - coś przydatnego na polowaniu... Zajrzyj do mojej siostry, Lucy.
uk: Ми з батьком і сестрою тримаємо крамницю з продажу стрілецьких товарів, тож якщо захочеш щось купити – щось потрібне для полювання... Звертайся до моєї сестри, Люсі.

source: Prowadzisz dom publiczny ze swoją siostrą? Ciekawe zajęcie.
uk: Ви з сестрою тримаєте бордель? Цікаве заняття.

source: Prowadzisz mnie do miasta!
uk: Відведи мене до міста!

source: Prowadzę cię do znajomego, który ma chody w straży.
uk: Я відведу тебе до знайомого, який має зв'язки у Варті.

source: Prowadzę śledztwo w sprawie zamachu na Volkera, może wiesz coś na ten temat?
uk: Я веду розслідування замаху на Волкера. Можливо, вам щось відомо?

source: Prowadzę śledztwo w sprawie zamachu na Volkera.
uk: Я веду розслідування замаху на Волкера.

source: Prowadzę śledztwo w sprawie zamachu na Volkera. Badam wszystkie możliwe tropy.
uk: Я веду розслідування замаху на Волкера. Вивчаю всі можливі зачіпки.

source: Prowadzę śledztwo w sprawie zamachu.
uk: Я розслідую замах на вбивство.

source: Prowadzę śledztwo w tej sprawie.
uk: Я розслідую цю справу.

source: Prowadzę śledztwo, muszą mnie wpuścić!
uk: Я проводжу розслідування, вони повинні мене впустити!

source: Prowadź.
uk: Показуй шлях.

source: Prowiant od Helgi
uk: Провізія від Хельги

source: Prowiant z winnicy Valerio
uk: Провізія з виноградника Валеріо

source: Proximo
uk: Проксімо

source: Proximo zapisał mnie do Turnieju, teraz muszę odczekać jeden dzień.
uk: Проксімо записав мене на турнір, залишається лише дочекатися завтрашнього дня.

source: Prości ludzie chcą w jakikolwiek sposób pokazać swe oddanie Innosowi. Nie winię ich, gdyż ich serca i intencje są dobre.
uk: Прості люди хочуть показати свою відданість Інносу в будь-який спосіб. Я їх не звинувачую, адже їхні серця і наміри добрі.

source: Prości ludzie obdarowani ich filozofią będą ją błędnie interpretować, popełniać błędy i znęcać się nad innymi. Już widzimy wieśniaków oraz mieszczan traktujących siebie nawzajem okropnie i wbrew prawu, tłumacząc to prawem równowagi i koniecznością pomocy Beliarowi.
uk: Прості люди, обдаровані їхньою філософією, будуть неправильно її тлумачити, помилятися і знущатися над іншими. Вже зараз ми бачимо, як селяни і містяни жорстоко і протиправно ставляться один до одного, пояснюючи це законом рівноваги і необхідністю допомагати Беліару.

source: Prościej będzie, jeśli cię zabiję.
uk: Буде простіше, якщо я тебе вб'ю.

source: Prychały, szamotały się, śliniły. Prawie jak małe dzieci.
uk: Вони пирхали, тряслися, пускали слину. Майже як маленькі діти.

source: Prywatne zlecenia?! Za kogo ty mnie masz, chłopcze? Jakiegoś najemnika?
uk: Приватні замовлення?! За кого ти мене маєш, хлопче? За якогось найманця?

source: Prywatny ochroniarz ze Starego Miasta poprosił mnie o pomoc w zachowaniu swojej pracy. Mam udawać agresora, który zaczepi jego szefa. Jeżeli dam się pokonać, mogę liczyć na nagrodę.
uk: Один охоронець зі Старого міста звернувся до мене з проханням допомогти йому зберегти роботу. Я маю прикинутися зловмисником, який напав на його начальника. Якщо він мене поб'є, я можу розраховувати на винагороду.

source: Przebierz się za kupca i wylicytuj dom w swoim imieniu.
uk: Перевдягнись в купця і спробуй викупити будинок від свого імені.

source: Przebierzesz się za królewskiego gwardzistę...
uk: Ти одягнешся в костюм королівського гвардійця...

source: Przebijacz
uk: Пронизувач

source: Przebiłem się przez całe sterty starych zapisków i czego ja tam nie znalazłem!
uk: Я перелопатив стоси старих записів, і чого я там тільки не знайшов!

source: Przebiłeś się przez plac?
uk: Ти прорвався через площу?

source: Przebrany krzak winogron
uk: Обірваний виноградний кущ

source: Przebudzony golem
uk: Пробуджений голем

source: Przebywając w nich, przemieszczaj się na ugiętych nogach i ostrożnie stawiaj kroki. Staraj się też być cicho, niepotrzebny hałas przyciągnie uwagę osób w pobliżu.
uk: Перебуваючи там, пересувайся навприсядки і ступай дуже обережно. Також намагайся поводитись тихо, зайвий шум приверне увагу оточуючих.

source: Przeceniłem swoje umiejętności. Ponownie przegrałem. Może z resztą zadań pójdzie mi lepiej. Muszę pomówić o nich z Winstanem.
uk: Я переоцінив свої здібності та знову програв. Можливо, з наступними завданнями я впораюся краще. Треба поговорити про них з Вінстаном.

source: Przechodzisz prosto do rzeczy, co? Jeśli mam być szczery, to bardzo brakuje mi takiego podejścia w klasztorze...
uk: Одразу переходиш до суті, еге ж? Якщо чесно, мені дуже не вистачає такого підходу в монастирі...

source: Przechodził tędy niejaki Jorn?
uk: Тут проходив хтось на ім'я Йорн?

source: Przechodził tędy ostatnio Jorn?
uk: Йорн нещодавно тут не проходив?

source: Przechodził tędy ostatnio łysy facet?
uk: Чи не проходив тут нещодавно лисий хлопець?

source: Przechodził tędy ostatnio łysy facet? Był ranny i ledwo chodził. Możliwe, że było z nim dwóch innych.
uk: Чи не проходив тут нещодавно лисий хлопець? Він був поранений і ледве ходив. Можливо, з ним були ще двоє.

source: Przechodził tędy ostatnio łysy, umięśniony facet? Był mniej więcej mojego wzrostu.
uk: Нещодавно тут не проходив лисий м'язистий хлопець? Він був приблизно мого зросту.

source: Przechodził tędy łysy, umięśniony facet?
uk: Чи не проходив тут лисий м'язистий хлопець?

source: Przecier jabłkowy
uk: Яблучне пюре

source: Przecież Oscar nigdy by nie popełnił takiego błędu. Rozróżnianie wilczych jagód od pozostałych to podstawowa wiedza, zarówno alchemiczna, jak i kucharska.
uk: Зрештою, Оскар ніколи б не припустився такої помилки. Відрізнити вовчі ягоди від інших – це елементарні знання, як в алхімії, так і в кулінарії.

source: Przecież dopiero zacząłem ją przygotowywać! Przyjdź do mnie jutro.
uk: Зрештою, я тільки почав його готувати! Приходь до мене завтра.

source: Przecież jestem Garnek! Garnek pełen zabawy!
uk: Зрештою, я ж Горщик! Горщик, повен веселощів!

source: Przecież jesteś jednym z nas, sam na pewno miewasz ochotę przyłożyć irytującemu cywilowi!
uk: Зрештою, ти ж один із нас, тобі й самому неодмінно захочеться врізати набридливому цивільному.

source: Przecież już ci zapłaciłem!
uk: Я вже заплатив тобі!

source: Przecież kładka jest gotowa, w każdej chwili możemy się wydostać.
uk: Зрештою, міст готовий, ми можемо вибратися звідси в будь-який момент.

source: Przecież mają inne ubarwienie!
uk: Але ж у них інше забарвлення!

source: Przecież mam już zajęcie! Wiesz, ile czasu zajmuje mi praca nad tym spichlerzem? Mam wrażenie, jakbym każdego dnia musiał połowę rzeczy zrobić od nowa!
uk: Я вже маю заняття! Знаєш, скільки часу я витрачаю на роботу над цим зерносховищем? Таке відчуття, що половину всього доводиться робити з нуля щодня!

source: Przecież mamy potrzebne koło zębate, wynajmowanie nowych pracowników nie będzie potrzebne. Żegnam.
uk: Зрештою, у нас є необхідна шестерня, наймати нових співробітників вже немає потреби. До побачення.

source: Przecież mówiłem, jestem Gwardzistą Królewskim. Na imię mi Alcas, jeśli o to dopytywałeś.
uk: Я ж вже казав, я Королівський гвардієць. Мене звати Алькас, якщо ти про це запитував.

source: Przecież mówiłem, w tym miejscu nie można pracować za pół darmo.
uk: Я ж казав тобі, тут не можна працювати за безцінь.

source: Przecież mówiłem, że Valerio tego nie zrobił.
uk: Я ж казав, що Валеріо цього вже не зробить.

source: Przecież mówiłeś, że nawet wszyscy wojownicy Leża mogliby nie wystarczyć, to co po takiej grupce?
uk: Ти ж сам казав, що навіть всіх воїнів Лігва може не вистачити, тож який сенс у такій групі?

source: Przecież nic nie zrobiłem, nie miałbyś żadnych dowodów, więc albo się dogadujemy jak normalni ludzie, albo znajdź sobie kogoś innego do tej roboty.
uk: Зрештою, я ще нічого не зробив, і доказів у тебе немає, тож або ми домовляємося, або шукай когось іншого для цієї роботи.

source: Przecież nie od dzisiaj mieszkasz w tej wsi. Na pewno musisz coś wiedzieć!
uk: Ти вже давно живеш в цьому селі. Ти маєш щось знати!

source: Przecież nie śpię na złocie...
uk: Я ж не сплю на золоті...

source: Przecież nikt nie musi o tym wiedzieć...
uk: Зрештою, ніхто не повинен про це знати...

source: Przecież nikt tego nie zrobi lepiej od ciebie.
uk: Адже ніхто не зробить це краще за тебе.

source: Przecież polne bestie to nic groźnego, załatwilibyście to w pięć minut i pokazalibyście się z lepszej strony!
uk: Зрештою, польові жуки не такі вже й небезпечні. Ти міг би впоратись за п'ять хвилин і показати себе з кращого боку!

source: Przecież powiedziałem ci jak wygląda i gdzie możesz go znaleźć!
uk: Врешті-решт, я ж розповів тобі про те, як він виглядає і де його можна знайти!

source: Przecież przyniosłem ci sieć, tego chciałeś!
uk: Але ж я приніс тобі сітку, ти цього хотів!

source: Przecież płaciłem wam za ochronę!
uk: Я заплатив тобі, щоб ти захищав мене!

source: Przecież robię! Sam sponsoruje całe to przedsięwzięcie i sam wpadłem na ten pomysł!
uk: Зрештою, так і є! Я сам все це спонсорую і сам придумав цю ідею!

source: Przecież sam by nas chętnie poczęstował tym winem. Nie marudź, tylko otwieraj kufer, a jeśli Kurt będzie robił później jakieś problemy, to ja z nim porozmawiam.
uk: Зрештою, він і сам залюбки пригостив би нас тим вином. Не бурчи, просто відкрий скриню, а якщо Курт потім буде чіплятися, я з ним поговорю.

source: Przecież sam ci mówiłem, że wyczekuję transportu drewna do mojej kuźni!
uk: Я ж тобі особисто казав, що чекаю на партію деревини для моєї кузні!

source: Przecież straż już jest wystarczająco poniewierana. Co dopiero będzie, gdy podpadniemy Volkerowi? Przykro mi, Marvin, ale nie mogę tak zaryzykować.
uk: Зрештою, у вартових і так достатньо проблем. А що буде, якщо ми перейдемо дорогу Волкеру? Вибач, Марвіне, але я не можу так ризикувати.

source: Przecież sól to państwowy towar, nie miał prawa... dobrze, masz jakieś dowody?
uk: Зрештою, сіль - це державний товар, він не мав права... добре, а у тебе є якісь докази?

source: Przecież te dwa gatunki mają zupełnie inny kolor futra. Można je dostać u niektórych kupców, ale co gorsza, na wyspie też już podobno trochę się ich kręci.
uk: Зрештою, ці два види мають абсолютно різне забарвлення хутра. Їх шкури можна придбати у деяких торговців, але що гірше, на острові, схоже, вже завелося декілька таких особин.

source: Przecież teren straży to koszary, które są daleko od tego placu. Twoim terenem jest ta dzielnica. Obaj bylibyście tam w takiej samej sytuacji.
uk: Все просто: територія Варти – це казарми, які знаходяться далеко від цієї площі. Твоя територія – цей район. А там ви обоє опинитеся в однакових умовах.

source: Przecież to był mój pomysł. Zorganizowałem to wszystko!
uk: Але це була моя ідея. Я все організував!

source: Przecież to był mój pomysł. Zorganizowałem to wszystko.
uk: Але це була моя ідея. Я все організував!

source: Przecież to eliksir dla mojego brata, czemu ja mam go pić?
uk: Але ж це зілля для мого брата, чому я маю його пити?

source: Przecież to ich...
uk: Адже це їхнє...

source: Przecież to niedorzeczne! Jest tyle innych, dogodniejszych dróg...
uk: Це ж просто смішно! Є стільки інших, набагато зручніших маршрутів...

source: Przecież to to samo!
uk: Зрештою, це одне й те саме!

source: Przecież to zwykłe pomyje.
uk: Так це ж звичайні помиї.

source: Przecież to ślepa uliczka.
uk: Це ж глухий кут.

source: Przecież tu nie ma...
uk: Тут же немає...

source: Przecież ty masz zrobić ten olej!
uk: Взагалі-то, це ти маєш зробити олію!

source: Przecież ty się potykasz o własne nogi. Idź, popracuj trochę nad swoją koordynacją.
uk: Зрештою, ти спотикаєшся через власні ноги. Йди, попрацюй над своєю координацією.

source: Przecież w środku został Kessel!
uk: Зрештою, Кессель залишився всередині!

source: Przecież widzę, że jesteś strażnikiem. I zgaduję, że przyszedłeś tu w jednym celu.
uk: Зрештою, я бачу, що ти вартовий. І я припускаю, що ти прийшов сюди з однією метою.
